waveshareteam/ESP32-C6-Touch-AMOLED-1.8/examples/esp-idf/00_bsp_quickstart/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_160=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_FREERTOS_HZ=1000
CONFIG_BSP_DISPLAY_LVGL_BUF_HEIGHT=40
CONFIG_LV_FONT_MONTSERRAT_20=y
